# მკაცრი შედარების ოპერატორები:
# >   ამომწმებს მეტია  თუ არა პირვლი რიცხვი მეორეს ,თუ მეტია გამოიტანს True , თუ არა False  
# <   ამომწმებს ნაკლებია  თუ არა პირვლი რიცხვი მეორეზე ,თუ ნაკლებია გამოიტანს True , თუ არა False
# =   ამომწმებს უდრის   თუ არა პირვლი რიცხვი მეორეს ,თუ უდრის გამოიტანს True , თუ არა False
#!=   ამომწმებს უდრის  თუ არა პირვლი რიცხვი მეორეს ,თუ არ უდრის  გამოიტანს True , თუ უდრის False

# არამკაცრი შედარების ოპერატორები:
#<=  ამომწმებს მეტია ან ტოლი პირვლი რიცხვი მეორეზე , თუ მეტია ან ტოლი გამოიტანს True , სხვაშემთხვევაში False
#>=  ამომწმებს ნაკლებია ან ტოლი პირვლი რიცხვი მეორეზე , თუ ნაკლებია ან ტოლი გამოიტანს True , სხვაშემთხვევაში False