num1 = 5
num2 = 10
result = num1 + num2
print(result)


#ქვემოთ მოცემულ კოდში ცვლადი გამოძახებულია მაშინ  როცა ის არ არის შექმნილი.

#print(num)
#num = 15


#სწორი ვერსია

num = 15
print(num)

#num = 10  # შეცდომა: `->` არასწორია, ცვლადის მნიშვნელობის მისანიჭებლად გამოიყენება `=`.



print(num)

print


#შეცდომა, რადგან "balance" ცვლადი არ არის შექმნილი
print(balance)
 
#ცვლადის გამოძახება ხდება მის გამოცხადებამდე
print(revenue)
revenue = 300

#Debugging
#debugging არის შეცდომების პოვნა, გასწორება და კოდის გაუმჯობესება.